[
  {
    "id": 1927,
    "title": "Elyvian Dream",
    "description": "<h3>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</h3>rnElyvian Dream è un catamarano di 14 metri progettato per chi desidera vivere il mare con libertà, comfort ed eleganza. Le quattro cabine matrimoniali con bagno en suite e doccia separata, offrono un’oasi di privacy e quiete, mentre gli spazi ampi e luminosi creano una vera dimora galleggiante, ideale per famiglie e gruppi di amici.rnLe linee contemporanee definiscono il suo stile: un salotto sospeso sul mare, perfetto per relax, conversazioni e tramonti indimenticabili. Ogni ambiente segue il ritmo naturale della vacanza, tra momenti lenti e contemplativi o esperienze più dinamiche.rnSilenzioso ed ecologico, Elyvian Dream è anche un catamarano a vela naviga seguendo il vento offrendo autonomia completa grazie al dissalatore di bordo che permette viaggi senza limiti.rnNon solo una vacanza, Elyvian Dream è il luogo ideale per ritiri benessere, esperienze aziendali esclusive e crociere su misura modellate sui tuoi desideri. Una residenza privata sul mare, sofisticata, accogliente e pensata per emozioni che restano.rn<h3>SERVIZI INCLUSI NEL PREZZO</h3>rn<ul>rn \t<li>Noleggio imbarcazione</li>rn \t<li>Assicurazione RC e Casco</li>rn \t<li>Dotazione iniziale di set da bagno e cabina</li>rn \t<li>Cocktail di benvenuto</li>rn</ul>rn<h3>SERVIZI EXTRA OBBLIGATORI</h3>rn<ul>rn \t<li>Skipper: €1750,00</li>rn \t<li>Pulizia finale: €250,00</li>rn \t<li>Tender: €150,00</li>rn \t<li>APA*</li>rn \t<li>Cauzione**: €3000,00</li>rn</ul>rn*APArn<ul>rn \t<li>Spesa alimentare – Cambusa (da concordare in anticipo)</li>rn \t<li>Rifornimento di carburante per lo yacht e per il tender di bordo (incluso il generatore elettrico)</li>rn \t<li>Le spese e tasse di ormeggio nei Marina, l’ingresso nei Parchi Marini, il costo di boe e altre voci inerenti l’ormeggio</li>rn \t<li>Tasse doganali e turistiche</li>rn</ul>rn**CAUZIONErnTutte le nostre barche sono coperte da assicurazione. Il deposito rappresenta la franchigia della barca stessa, che copre ogni danno accidentale causato dai passeggeri e il non adempimento dei vincoli contrattuali in essere (ad esempio il non rispetto dell’orario di restituzione della barca). Il deposito viene versato prima di iniziare la crociera e viene restituito al termine del viaggio, successivamente all’ispezione dell’imbarcazione e al check-out se non vengono riscontrati danni.",
    "price": 0,
    "location": {
      "city": "",
      "address": "",
      "lat": 40.958413420188,
      "lng": 17.303399148362
    },
    "specs": {
      "bedrooms": 4,
      "bathrooms": 4,
      "guests": 12,
      "area": 0
    },
    "image": "2025/11/1578-excess-14-1905-min-scaled.jpg"
  },
  {
    "id": 3038,
    "title": "Elyvian Spirit",
    "description": "<h3>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</h3>rnElyvian Spirit è un catamarano di 11,42 metri pensato per chi vive il mare con stile, eleganza e spirito d’avventura. Unisce performance e comfort in un equilibrio perfetto, offrendo un’esperienza di charter esclusiva e sofisticata.rnNavigare a bordo di Elyvian Spirit significa immergersi nel silenzio del mare e nella libertà del vento. Il design moderno e la doppia postazione di timoneria garantiscono pieno controllo e un’ampia visione sulle vele, trasformando ogni rotta in un momento di pura emozione. Sotto coperta, interni luminosi, finiture ricercate e spazi ottimizzati creano un’atmosfera accogliente e raffinata. La suite armatoriale, le 2 cabine e i 2 bagni con doccia separata rendono l’imbarcazione ideale per coppie o piccoli gruppi.rnCon le vele sportive e altamente performanti ( RANDA –SQUARE TOP in grigio pro-radial) <strong>Elyvian Spirit</strong> è progettata per garantire velocità, precisione e controllo assoluto; inoltre, comfort, autonomia e sostenibilità rendono la navigazione un’esperienza esclusiva! Un viaggio tailor-made in cui il tempo rallenta, l’orizzonte si apre e ogni dettaglio si trasforma in ricordo<u>.</u>rn<h3>SERVIZI INCLUSI NEL PREZZO</h3>rn<ul>rn \t<li>Noleggio imbarcazione</li>rn \t<li>Assicurazione RC e Casco</li>rn \t<li>Dotazione iniziale di set da bagno e cabina</li>rn \t<li>Cocktail di benvenuto</li>rn</ul>rn<h3>SERVIZI EXTRA OBBLIGATORI</h3>rn<ul>rn \t<li>Pulizia finale: €250,00</li>rn \t<li>Tender: € 150,00</li>rn \t<li>APA*</li>rn \t<li>Cauzione**: 1500,00€</li>rn</ul>rn*APArn<ul>rn \t<li>Spesa alimentare – Cambusa (da concordare in anticipo)</li>rn \t<li>Rifornimento di carburante per lo yacht e per il tender di bordo (incluso il generatore elettrico)</li>rn \t<li>Le spese e tasse di ormeggio nei Marina, l’ingresso nei Parchi Marini, il costo di boe e altre voci inerenti l’ormeggio</li>rn \t<li>Tasse doganali e turistiche</li>rn</ul>rn**CAUZIONErnrnTutte le nostre barche sono coperte da assicurazione. Il deposito rappresenta la franchigia della barca stessa, che copre ogni danno accidentale causato dai passeggeri e il non adempimento dei vincoli contrattuali in essere (ad esempio il non rispetto dell’orario di restituzione della barca). Il deposito viene versato prima di iniziare la crociera e viene restituito al termine del viaggio, successivamente all’ispezione dell’imbarcazione e al check-out se non vengono riscontrati danni.",
    "price": 0,
    "location": {
      "city": "",
      "address": "Taranto",
      "lat": 40.48087274418,
      "lng": 17.208260197337
    },
    "specs": {
      "bedrooms": 3,
      "bathrooms": 3,
      "guests": 10,
      "area": 0
    },
    "image": "2025/11/6484-excess1100564-hr-1-scaled.jpg"
  },
  {
    "id": 3056,
    "title": "Elyvian Breeze",
    "description": "",
    "price": 0,
    "location": {
      "city": "",
      "address": "",
      "lat": 39.500385,
      "lng": 20.261933
    },
    "specs": {
        "bedrooms": 4,
        "bathrooms": 4,
        "guests": 8,
        "area": 0
    },
    "image": "2025/11/bea739636f38f9a7a2916e1036000eca.jpg"
  },
  {
    "id": 3580,
    "title": "Mediterraneo in Libertà Day Charter – Elyvian Dream",
    "description": "<h3><strong>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</strong></h3>rn<h2>La tua esclusiva giornata in barca nel cuore del Mediterraneo</h2>rnVivi un'esperienza unica con Elyvian Dream, il nostro pacchetto Day Charter Light pensato per chi vuole trascorrere una giornata indimenticabile cullato dalle onde del Mediterraneo. Relax, mare cristallino, snorkeling e tramonti dorati renderanno la tua uscita in barca un momento davvero speciale.rnrn<strong>Un’uscita in barca tra i sapori e i colori della Puglia, grotte segrete e insenature silenziose.</strong>rnrnDurante la giornata potrai:rn<ul>rn \t<li>nuotare nelle calette più belle</li>rn \t<li>fare snorkeling</li>rn \t<li>rilassarti al sole</li>rn \t<li>ammirare il tramonto dalla barca</li>rn</ul>rn<h3>Perché scegliere questo pacchetto</h3>rnUna giornata perfetta tra comfort, mare e libertà.rnIl pacchetto Mediterraneo in Libertà ti permette di vivere il meglio di una giornata in barca con skipper, senza preoccupazioni e con tutti i servizi essenziali inclusi. Ideale per coppie, famiglie e gruppi che desiderano un’esperienza esclusiva in totale serenità.rn<h3>Servizi inclusi nel prezzo</h3>rn<ul>rn \t<li>Noleggio imbarcazione</li>rn \t<li>Assicurazione RC e Casco</li>rn \t<li>Cocktail di benvenuto</li>rn \t<li>Carburante incluso</li>rn \t<li>Biancheria bagno inclusa</li>rn</ul>rn<h3>Servizi extra obbligatori</h3>rn<ul>rn \t<li>Skipper: €250,00</li>rn \t<li>Hostess di bordo: €200,00</li>rn \t<li>Pulizia finale: €250,00</li>rn \t<li>Cauzione**: € 3000,00</li>rn</ul>rn**CAUZIONErnrn**Tutte le nostre barche sono coperte da assicurazione. Il deposito rappresenta la franchigia della barca stessa, che copre ogni danno accidentale causato dai passeggeri e il non adempimento dei vincoli contrattuali in essere (ad esempio il non rispetto dell’orario di restituzione della barca). Il deposito viene versato  prima di iniziare la crociera e viene restituito al termine del viaggio, successivamente all’ispezione dell’imbarcazione e al check-out se non vengono riscontrati danni.",
    "price": 2000,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 20,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_dh34didh34didh34-e1766049992934.png"
  },
  {
    "id": 3583,
    "title": "Mediterraneo in Libertà Day Charter – Elyvian Spirit",
    "description": "<h3><strong>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</strong></h3>rn<h2>Vivi una giornata indimenticabile nel Mediterraneo con Elyvian Spirit</h2>rnRegalati un’esperienza esclusiva con Mediterraneo in Libertà – Day Boat / Day Charter Light, il pacchetto base pensato per chi desidera trascorrere una giornata speciale nel cuore del Mediterraneo, tra mare cristallino, relax, aperitivo a bordo e momenti da condividere con le persone che ami.rnPerfetto per famiglie, coppie, gruppi di amici, questo charter offre la libertà di vivere il mare nel modo più autentico e confortevole possibile.rn<h2>Cosa vivrai durante la tua giornata in barca</h2>rnA bordo di Elyvian Spirit lascerai alle spalle la routine per immergerti in un’esperienza di puro relax:rn<ul>rn \t<li>Navigazione tra baie mozzafiato</li>rn \t<li>Snorkeling con attrezzatura inclusa</li>rn \t<li>Relax sul ponte</li>rn \t<li>Aperitivo freddo con prodotti tipici pugliesi</li>rn \t<li>Tramonti dorati e atmosfera unica</li>rn</ul>rnUn’esperienza perfetta per festeggiare un evento, sorprendere qualcuno, o semplicemente vivere una giornata speciale in totale libertà.rn<h3><strong>Servizi inclusi nel prezzo</strong></h3>rn<ul>rn \t<li>Noleggio imbarcazione</li>rn \t<li>Assicurazione RC e Casco</li>rn \t<li>Cocktail di benvenuto</li>rn \t<li>Carburante incluso</li>rn \t<li>Biancheria bagno inclusa</li>rn</ul>rn<h3><strong>Servizi extra obbligatori</strong></h3>rn<ul>rn \t<li>Skipper: €250,00</li>rn \t<li>Hostess di bordo: €200,00</li>rn \t<li>Pulizia finale: €250,00</li>rn \t<li>Cauzione**: € 1500,00</li>rn</ul>rn**CAUZIONErnrn**Tutte le nostre barche sono coperte da assicurazione. Il deposito rappresenta la franchigia della barca stessa, che copre ogni danno accidentale causato dai passeggeri e il non adempimento dei vincoli contrattuali in essere (ad esempio il non rispetto dell’orario di restituzione della barca). Il deposito viene versato  prima di iniziare la crociera e viene restituito al termine del viaggio, successivamente all’ispezione dell’imbarcazione e al check-out se non vengono riscontrati danni.",
    "price": 1500,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 20,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_he9yk1he9yk1he9y-e1766050010260.png"
  },
  {
    "id": 3647,
    "title": "Onde di gusto – Elyvian Dream",
    "description": "<h3><strong>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</strong></h3>rn<h2>Vivi il mare, gusta l'eccellenza: un'esperienza di noleggio yacht di lusso con chef a bordo</h2>rnScopri l'emozione di un noleggio yacht di lusso in Italia dove il comfort esclusivo incontra l’alta cucina e le migliori etichette di vini italiani. Onde di gusto non è solo un yacht charter, ma un viaggio sensoriale nel Mediterraneo, pensato per chi desidera vivere il mare in tutta privacy e raffinatezza.rnrnDisponibilità limitata – Prenota ora la tua esperienza esclusivarnSe desideri una vacanza in yacht che combini lusso, relax e gastronomia, Onde di gusto è la scelta perfetta.rnrn<strong>Ti aspettano:</strong>rn<ul>rn \t<li>Un chef privato per una cucina gourmet personalizzata</li>rn \t<li>Una degustazione di vini selezionati dalle migliori cantine italiane (facoltativo)</li>rn \t<li>Un'imbarcazione di lusso, curata nei minimi dettagli per il massimo comfort</li>rn \t<li>La libertà di navigare senza pensieri, immergendoti nella tranquillità del Mediterraneo</li>rn</ul>rn<h3>Ideale per:</h3>rn<ul>rn \t<li>Coppie</li>rn \t<li>Famiglie che desiderano un'esperienza esclusiva</li>rn \t<li>Piccoli gruppi per eventi privati unici</li>rn</ul>rnLo chef privato preparerà per te piatti gourmet con ingredienti freschi e selezionati, creando un menù su misura in base alle tue preferenze.rn<ul>rn \t<li>Menù personalizzato con piatti tipici italiani</li>rn \t<li>Attenzione speciale per intolleranze e allergie alimentari</li>rn \t<li>Ingredienti freschi e di alta qualità</li>rn</ul>rnLa degustazione di vini è un viaggio esclusivo tra le eccellenze enologiche italiane, progettato per offrirti un'esperienza sensoriale unica. Ogni calice racconta la storia di una regione, di un vigneto e della passione per il vino.rn<h3>Servizi inclusi nel prezzo</h3>rn<ul>rn \t<li>Noleggio imbarcazione</li>rn \t<li>Assicurazione RC e Casco</li>rn \t<li>Carburante incluso</li>rn \t<li>Biancheria bagno inclusa</li>rn \t<li>Chef/sommelier/bar tender</li>rn</ul>rn<h3>Servizi extra obbligatori</h3>rn<ul>rn \t<li>Skipper: €250,00</li>rn \t<li>Hostess di bordo: €200,00</li>rn \t<li>Pulizia finale: €250,00</li>rn \t<li>A scelta, da concordare preventivamente in base ai menù:rn<ul>rn \t<li>aperitivo con bartender ed aperitivo food</li>rn \t<li>light lunch/cena</li>rn \t<li>degustazione vini</li>rn</ul>rn</li>rn \t<li>Cauzione**: € 3000,00</li>rn</ul>rn**CAUZIONE **Tutte le nostre barche sono coperte da assicurazione. Il deposito rappresenta la franchigia della barca stessa, che copre ogni danno accidentale causato dai passeggeri e il non adempimento dei vincoli contrattuali in essere (ad esempio il non rispetto dell’orario di restituzione della barca). Il deposito viene versato prima di iniziare la crociera e viene restituito al termine del viaggio, successivamente all’ispezione dell’imbarcazione e al check-out se non vengono riscontrati danni.",
    "price": 3500,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 8,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_iyz59giyz59giyz5-e1766049976389.png"
  },
  {
    "id": 3652,
    "title": "Onde di gusto – Elyvian Spirit",
    "description": "<h3><strong>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</strong></h3>rn<h2>L'esperienza gourmet a bordo di un catamarano di lusso</h2>rnIl mare come scenario, il gusto come protagonista.Con Elyvian Spirit vivi una giornata esclusiva di noleggio di una barca di lusso con una favolosa esperienza gastronomica a bordo, pensata per chi ama il comfort, la cucina d’autore e il piacere di navigare senza fretta.rnOgni dettaglio è curato per offrire un’esperienza autentica, intima e su misura.rnrn<strong>Disponibilità limitata – Prenota la tua esperienza esclusiva</strong>rnrnUn nuovo modo di vivere il charter di lusso: Elyvian Spirit racchiude un percorso sensoriale sul mare, ideale per chi desidera qualcosa di più di una normale uscita in catamarano.rnrn<strong>Ti aspettano:</strong>rn<ul>rn \t<li>Un chef privato dedicato</li>rn \t<li>Un pranzo gourmet selezionato attentamente</li>rn \t<li>Una degustazione di vini dalle migliori cantine italiane (facoltativo)</li>rn \t<li>Spazi confortevoli e curati</li>rn \t<li>Massima libertà di navigazione nel Mediterraneo</li>rn</ul>rnPerfetto per:rn<ul>rn \t<li>Coppie in cerca di un'esperienza unica</li>rn \t<li>Famiglie che desiderano comfort e qualità</li>rn \t<li>Piccoli gruppi ed eventi privati unici</li>rn</ul>rnIl cuore dell’esperienza è la cucina di classe a bordo. Lo chef prepara il pranzo direttamente in barca, con un menu concordato in anticipo e studiato sulle tue preferenze.rn<ul>rn \t<li>Piatti preparati al momento</li>rn \t<li>Ingredienti selezionati</li>rn \t<li>Attenzione a allergie e intolleranze</li>rn</ul>rnLa degustazione vini è un’esperienza opzionale esclusiva: una selezione di etichette italiane che raccontano territori, vigneti e tradizioni, da abbinare ai piatti dello chef.rnIl percorso viene concordato prima della partenza per offrire un’esperienza coerente, equilibrata e personalizzata.rn<h3>Servizi inclusi nel prezzo:</h3>rn<ul>rn \t<li>Noleggio imbarcazionernrn&nbsp;</li>rn \t<li>Assicurazione RC e Cascornrn&nbsp;</li>rn \t<li>Carburante inclusornrn&nbsp;</li>rn \t<li>Biancheria bagno inclusarnrn&nbsp;</li>rn \t<li>Chef/sommelier/bar tender</li>rn</ul>rn<h3>Servizi extra obbligatori</h3>rn<ul>rn \t<li>Skipper:€250,00</li>rn \t<li>Hostess di bordo: €200,00</li>rn \t<li>Pulizia finale: €250,00</li>rn \t<li>A scelta, da concordare preventivamente in base ai menù:rn<ul>rn \t<li>aperitivo con bartender ed aperitivo food</li>rn \t<li>light lunch/cena</li>rn \t<li>degustazione vini</li>rn</ul>rn</li>rn \t<li>Cauzione**: € 1500,00</li>rn</ul>rn**CAUZIONErn**Tutte le nostre barche sono coperte da assicurazione. Il deposito rappresenta la franchigia della barca stessa, che copre ogni danno accidentale causato dai passeggeri e il non adempimento deirnvincoli contrattuali in essere (ad esempio il non rispetto dell’orario di restituzione della barca). Il deposito viene versato prima di iniziare la crociera e viene restituito al termine del viaggio, successivamente all’ispezione dell’imbarcazione e al check-out se non vengono riscontrati danni.",
    "price": 3500,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 6,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_a8pkija8pkija8pk-e1766049956104.png"
  },
  {
    "id": 3659,
    "title": "Yoga Sea Escape – Elyvian Dream",
    "description": "<h3>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</h3>rn<h2>Ritrova il tuo equilibrio tra cielo e mare</h2>rnYoga Sea Escape è un’esclusiva esperienza di yoga in barca, pensata per chi desidera rigenerarsi attraverso la navigazione, la pratica dello yoga e il contatto profondo con la natura.rnUn sailing yoga retreat di lusso che unisce movimento, respiro e relax a bordo di un’imbarcazione elegante, in scenari marini mozzafiato.rnrn<strong>Disponibilità limitata – Esperienza su prenotazione</strong>rnrnYoga Sea Escape nasce per chi cerca una vacanza yoga alternativa, lontana dai ritmi frenetici e immersa nella bellezza del mare.rnDurante l’esperienza potrai:rn<ul>rn \t<li>Praticare yoga a bordo, cullato dalle onde</li>rn \t<li>Rallentare, respirare e riconnetterti con te stesso</li>rn \t<li>Navigare in totale comfort e privacy</li>rn \t<li>Vivere il mare come spazio di benessere e meditazione</li>rn</ul>rnIdeale per:rn<ul>rn \t<li>amanti dello yoga e del benessere</li>rn \t<li>coppie e piccoli gruppi</li>rn \t<li>chi cerca uno yoga retreat esclusivo in Italia</li>rn</ul>rnLa pratica è guidata da un insegnante di yoga certificato dedicato, che adatta le sessioni al livello dei partecipanti e al contesto naturale della navigazione.rn<ul>rn \t<li>Sessioni di yoga e rilassamento</li>rn \t<li>Approccio dolce e rigenerante</li>rn \t<li>Tappetini yoga forniti a bordo</li>rn</ul>rnDurante la giornata sono previste degustazioni healthy, pensate per nutrire corpo e mente. Le proposte includono prodotti biologici e naturali a km zero, come vini naturali, olio extravergine d'oliva biologico e cibi freschi di stagione.rnUn momento di gusto consapevole, in linea con lo spirito del retreat.rn<h3>Servizi inclusi nel prezzo</h3>rn<ul>rn \t<li>Noleggio imbarcazione</li>rn \t<li>Assicurazione RC e Casco</li>rn \t<li>Carburante incluso</li>rn \t<li>Biancheria bagno inclusa</li>rn \t<li>Insegnate yoga certificato dedicato</li>rn \t<li>Degustazione healty e bevande naturali</li>rn \t<li>Tappetini yoga</li>rn</ul>rn<h3>Servizi extra obbligatori</h3>rn<ul>rn \t<li>Skipper: €250,00</li>rn \t<li>Hostess di bordo: €200,00</li>rn \t<li>Pulizia finale: €250,00</li>rn \t<li>Cauzione**: € 3000,00</li>rn</ul>rn**CAUZIONErn**Tutte le nostre barche sono coperte da assicurazione. Il deposito rappresenta la franchigia dellarnbarca stessa, che copre ogni danno accidentale causato dai passeggeri e il non adempimento deirnvincoli contrattuali in essere (ad esempio il non rispetto dell’orario di restituzione della barca). Ilrndeposito viene versato prima di iniziare la crociera e viene restituito al termine del viaggio,rnsuccessivamente all’ispezione dell’imbarcazione e al check-out se non vengono riscontrati danni.",
    "price": 3900,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 8,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_woy1pfwoy1pfwoy1-e1766049937550.png"
  },
  {
    "id": 3661,
    "title": "Yoga Sea Escape – Elyvian Spirit",
    "description": "<h3><strong>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</strong></h3>rn<h2>Yoga in barca: quando benessere e mare si incontrano</h2>rnUn’esperienza di yoga in barca pensata per chi desidera rigenerarsi attraverso il movimento, la navigazione e il contatto diretto con il mare.rnUn'esperienza intima e rilassante che combina yoga, navigazione e momenti di puro relax, in contesti naturali di grande bellezza.rnrn<strong>A partire da 2.800€</strong>rnrn<strong>Disponibilità limitata – Prenotazione obbligatoriarn</strong>Questa esperienza di Yoga in mare è ideale per chi cerca una pausa rigenerante lontano dalla routine quotidiana, senza rinunciare al comfort di un’imbarcazione curata e accogliente.rn<h3>Durante la giornata potrai:</h3>rn<ul>rn \t<li>praticare yoga in un ambiente naturale e silenzioso</li>rn \t<li>lasciarti cullare dal ritmo del mare</li>rn \t<li>vivere il tempo con lentezza e consapevolezza</li>rn \t<li>riconnetterti con corpo e mente</li>rn</ul>rnUn'esperienza perfetta per:rn<ul>rn \t<li>appassionati di yoga e benessere</li>rn \t<li>coppie o piccoli gruppi</li>rn \t<li>chi desidera una vacanza yoga in barca in Italia</li>rn</ul>rnLa sessione è condotta da un insegnante di yoga certificato, presente per tutta la durata dell’esperienza e attento alle esigenze dei partecipanti.rn<ul>rn \t<li>Sessioni adatte a diversi livelli</li>rn \t<li>Approccio rilassante e non performativo</li>rn \t<li>Spazi dedicati e tappetini yoga inclusi</li>rn</ul>rnIl mare diventa parte integrante dell'esperienza, creando un’atmosfera unica e profondamente rigenerante.rnrnDurante la giornata sono previste degustazioni healthy, che includono:rn<ul>rn \t<li>prodotti biologici e a km zero</li>rn \t<li>alimenti freschi e stagionali</li>rn \t<li>olio extravergine d’oliva biologico</li>rn</ul>rn<h3><strong>Cosa <span style=\"text-decoration: underline;\">include</span> il pacchetto Yoga Sea Escape:</strong></h3>rn<ul>rn \t<li>Noleggio catamarano di lusso</li>rn \t<li>Tender</li>rn \t<li>Assicurazione RC e casco</li>rn \t<li>Benvenuto a bordo</li>rn \t<li>Insegnante di yoga certificato dedicato</li>rn \t<li>Degustazioni healty e bevande naturali</li>rn \t<li>Pulizia finale e biancheria da bagno</li>rn \t<li>Teli mare e attrezzatura per snorkeling di varie taglie</li>rn</ul>rn<h3>Costi obbligatori accessori:</h3>rn<ul>rn \t<li>Carburante**</li>rn \t<li>Skipper (200€)</li>rn \t<li>Cauzione* (1.500 €)</li>rn</ul>rn<h3>Cosa <span style=\"text-decoration: underline;\">non include</span> il pacchetto:</h3>rn<ul>rn \t<li>Cambusa***</li>rn \t<li>Hostess di bordo (200€)</li>rn \t<li>Set biancheria cabina (€20 a persona)</li>rn</ul>rn*Tutte le nostre barche sono coperte da assicurazione. Il deposito rappresenta la franchigia della barca stessa, che copre ogni danno accidentale causato dai passeggeri e il non adempimento dei vincoli contrattuali in essere (ad esempio il non rispetto dell'orario di restituzione della barca). Il deposito viene versato all'armatore prima di iniziare la crociera e viene restituito al termine del viaggio, successivamente all'ispezione dell'imbarcazione e al check-out se non vengono riscontrati danni.",
    "price": 3200,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 6,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_67kzei67kzei67kz-e1766049916312.png"
  },
  {
    "id": 3664,
    "title": "Pasqua in mare – Elyvian Dream",
    "description": "<h3><strong>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</strong></h3>rn<h2>Pasqua in barca con Elyvian Dream</h2>rnFesteggia la Pasqua sul mare con un’esperienza esclusiva a bordo delle nostre barche, pensata per chi desidera relax, privacy e comfort assoluto. Un modo unico per vivere una vacanza di Pasqua elegante e indimenticabile, lontano dalla routine.rn<h2>L'esperienza luxury in barca</h2>rnSe sei alla ricerca di un’ esperienza unica, richiedi un preventivo, per scoprire i nostri viaggi organizzati o ricevere un programma su misura.rnrn<strong>Viaggi organizzati: </strong>esplora le meraviglie del Mar Ionio e dell'Adriatico: da Polignano a Mare a Otranto, o da Gallipoli alla suggestiva Taranto sotterranea. E perché non fare un salto in Grecia, alla scoperta delle sue affascinanti isole e delle tradizioni uniche della Pasqua in Grecia?rnrnOgni nostro viaggio organizzato include pranzi o cene preparati da chef locali e guide esperte che ti faranno scoprire la storia e la bellezza dei luoghi che visiterai. Un'esperienza senza stress, dove pensiamo a tutto noi.\"rnrn<a href=\"mailto:info@mgvacanze.com\"><strong>Richiedi un preventivo</strong></a>: non hai trovato l'itinerario giusto? Nessun problema! Contattaci per ricevere un preventivo personalizzato in base alle tue preferenze. Personalizza il tuo viaggio e naviga dove più ti piace.",
    "price": 1550,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 4,
      "bathrooms": 4,
      "guests": 12,
      "area": 0
    },
    "image": "2025/11/521-410-films-excess-14-catamaran-photography-2023-0825-min-scaled.jpg"
  },
  {
    "id": 3666,
    "title": "Pasqua in mare – Elyvian Spirit",
    "description": "Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.nPasqua in barca con Elyvian SpiritnRendi la tua Pasqua sul mare un momento davvero speciale, scegliendo un’esperienza unica a bordo dei nostri catamarani. Relax, privacy e servizi premium si uniscono per offrirti una vacanza di Pasqua raffinata, lontano dal caos e dalla quotidianità.nEsperienza luxury in catamaranonSe desideri vivere un’esperienza unica, richiedi un preventivo per scoprire i nostri viaggi organizzati o per ricevere un programma personalizzato.nI nostri viaggi organizzati ti portano alla scoperta delle meraviglie del Mar Ionio e dell’Adriatico: da Polignano a Mare a Otranto, oppure da Gallipoli alla scoperta dei delfini nel Golfo di Taranto. E perché non concedersi anche una tappa in Grecia, alla scoperta delle sue affascinanti isole e delle caratteristiche usanze della Pasqua in Grecia?nOgni viaggio organizzato comprende pranzi o cene preparati da chef locali e la presenza di guide esperte, pronte a farti conoscere la storia e la bellezza dei luoghi visitati. Un’esperienza senza stress, in cui pensiamo a tutto noi.nnRichiedi un preventivo: non hai trovato l'itinerario giusto? Nessun problema! Contattaci per ricevere un preventivo personalizzato in base alle tue preferenze. Personalizza il tuo viaggio e naviga dove più ti piace.",
    "price": 1000,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 3,
      "bathrooms": 3,
      "guests": 10,
      "area": 0
    },
    "image": "2025/11/8102-excess1100028-hr-scaled.jpg"
  },
  {
    "id": 3677,
    "title": "Pasqua prova",
    "description": "Pasqua in barca: il lusso di vivere il mare in modo esclusivo con Elyvian SpiritnRendi la tua Pasqua sul mare un momento davvero speciale scegliendo un’esperienza unica a bordo dei nostri catamarani di lusso. Relax, privacy e servizi premium si uniscono per offrirti una vacanza di Pasqua raffinata, lontana dal caos e dalla quotidianità.nn&nbsp;",
    "price": 700,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 6,
      "area": 0
    },
    "image": "2025/11/8102-excess1100028-hr-scaled.jpg"
  },
  {
    "id": 3689,
    "title": "Easter at Sea – Elyvian Spirit",
    "description": "<h3>For quotes requested by February 28, 2026, a 15% discount will be applied.</h3>rn<h2>Easter on a boat: the luxury of experiencing the sea exclusively with Elyvian Spirit</h2>rnMake your Easter at sea truly special by choosing a unique experience aboard our luxury catamarans. Relaxation, privacy, and premium services come together to offer you a refined Easter vacation, away from the chaos and everyday life.rn<h2>Luxury experiences on a catamaran</h2>rnIf you're looking for a unique experience, request a quote to explore our organized trips or receive a customized program.rnOur organized trips take you on a journey to discover the wonders of the Ionian and Adriatic Seas: from Polignano a Mare to Otranto, or from Gallipoli to dolphin watching in the Gulf of Taranto. And why not treat yourself to a stop in Greece, to explore its fascinating islands and the unique customs of Orthodox Easter?rnEach organized trip includes lunches or dinners prepared by local chefs and expert guides, ready to introduce you to the history and beauty of the places visited. A stress-free experience, where we take care of everything.rn<a href=\"mailto:info@mgvacanze.com\"><strong>Request a quote</strong></a>: Didn't find the right itinerary? No problem! Contact us to receive a personalized quote based on your preferences. Customize your trip and navigate wherever you like.",
    "price": 1000,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 0,
      "area": 0
    },
    "image": "2025/11/8102-excess1100028-hr-scaled.jpg"
  },
  {
    "id": 3705,
    "title": "Elyvian Dream",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rnElyvian Dream is a 14-meter catamaran designed for those who want to experience the sea with freedom, comfort, and elegance. The four double cabins with en suite bathrooms and separate showers offer an oasis of privacy and tranquility, while the spacious and bright areas create a true floating home characterized by extra amenities, ideal for families and small groups.rnThe contemporary lines and panoramic skylounge, the beating heart of the onboard experience, define its style: a living room suspended over the sea, perfect for relaxation, conversation, and unforgettable sunsets. Each environment follows the natural rhythm of the vacation, between slow, contemplative moments and more dynamic experiences.rnSilent and eco-friendly, Elyvian Dream is also a sailing catamaran that navigates with the wind, offering complete autonomy thanks to its on-board watermaker, which allows for unlimited travel.rnMore than just a vacation, Elyvian Dream is the ideal place for wellness retreats, exclusive corporate experiences, and tailor-made cruises designed to suit your desires. A private residence by the sea, sophisticated, welcoming, and designed for lasting emotions.rn<h3>Services included in the price:</h3>rn<ul>rn \t<li>Boat rental</li>rn \t<li>Liability and comprehensive insurance</li>rn \t<li>Initial bathroom and cabin set</li>rn \t<li>Welcome cocktail</li>rn</ul>rn<h3>Mandatory extra services</h3>rn<ul>rn \t<li>Skipper: €1,750.00</li>rn \t<li>Final cleaning: €250.00</li>rn \t<li>Tender: €150.00</li>rn \t<li>APA*</li>rn \t<li>Deposit**: €3,000.00</li>rn</ul>rn*APArn<ul>rn \t<li>Food and pantry (to be agreed upon in advance)</li>rn \t<li>Fuel for the yacht and onboard tender (including the generator)</li>rn \t<li>Mooring fees and taxes in marinas, entry fees to marine parks, buoy costs, and other mooring related expenses</li>rn \t<li>Customs and tourist taxes</li>rn</ul>rn**DEPOSITrnAll our boats are insured. The deposit represents the boat's deductible, which covers any accidental damage caused by passengers and non-compliance with existing contractual obligations (for example, failure to return the boat by the scheduled time). The deposit is paid before the cruise begins and is returned at the end of the trip, following an inspection of the boat and check-out if no damage is found.",
    "price": 0,
    "location": {
      "city": "",
      "address": "",
      "lat": 40.958413420188,
      "lng": 17.303399148362
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 12,
      "area": 0
    },
    "image": "2025/11/1578-excess-14-1905-min-scaled.jpg"
  },
  {
    "id": 3714,
    "title": "Elyvian Spirit",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rnElyvian Spirit is an 11.42-meter catamaran designed for those who experience the sea with style, elegance, and a spirit of adventure. It perfectly balances performance and comfort, offering an exclusive and sophisticated charter experience.rnSailing aboard Elyvian Spirit means immersing yourself in the silence of the sea and the freedom of the wind. The modern design and dual helm station ensure full control and a wide view of the sails, transforming every journey into a moment of pure emotion. Below deck, bright interiors, sophisticated finishes, and optimized spaces create a welcoming and refined atmosphere. The owner's suite, 2 cabins, and 2 bathrooms with separate showers make the vessel ideal for couples or small groups.rnWith sporty, high-performance sails (MAINSAIL – SQUARE TOP in gray pro-radial), <strong>Elyvian Spirit</strong> is designed to ensure speed, precision, and absolute control. Comfort, autonomy, and sustainability also make sailing an exclusive experience! A tailor-made journey where time slows down, the horizon expands, and every detail becomes a memory.rn<h3>SERVICES INCLUDED IN THE PRICE</h3>rn<ul>rn \t<li>Boat rental</li>rn \t<li>Liability and comprehensive insurance</li>rn \t<li>Initial bathroom and cabin set</li>rn \t<li>Welcome cocktail</li>rn</ul>rn<h3>MANDATORY EXTRA SERVICES</h3>rn<ul>rn \t<li>Final cleaning: €250.00</li>rn \t<li>Tender: €150.00</li>rn \t<li>APA*</li>rn \t<li>Deposit**: €1,500.00</li>rn</ul>rn*APArn<ul>rn \t<li>Food and pantry (to be agreed upon in advance)</li>rn \t<li>Fuel for the yacht and onboard tender (including the generator)</li>rn \t<li>Mooring fees and taxes in marinas, entry fees to marine parks, buoy costs, and other mooring-related expenses</li>rn \t<li>Customs and tourist taxes</li>rn</ul>rn**DEPOSITrnrnAll our boats are insured. The deposit represents the boat's deductible, which covers any accidental damage caused by passengers and non-compliance with existing contractual obligations (for example, failure to return the boat by the scheduled time). The deposit is paid before the cruise begins and is returned at the end of the trip, following an inspection of the boat and check-out if no damage is found.",
    "price": 0,
    "location": {
      "city": "",
      "address": "Taranto",
      "lat": 40.48087274418,
      "lng": 17.208260197337
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 10,
      "area": 0
    },
    "image": "2025/11/6484-excess1100564-hr-1-scaled.jpg"
  },
  {
    "id": 3716,
    "title": "Elyvian Breeze",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rnElyvian Breeze is a over 18-meter sailing yacht that embodies timeless elegance. Designed for those seeking an exclusive experience immersed in the silence of the sea, it offers a refined retreat where pure lines, harmony, and high-quality materials define authentic luxury.rnBoarding means entering a private dimension: essential design, balanced volumes, and bright interiors, designed to combine comfort and privacy. The 3 cabins with en suite bathrooms best interpret contemporary hospitality thanks to refined furnishings and meticulous details.rnElyvian Breeze offers uncompromising comfort: audio system, complete equipment, tender, SUP, appliances, as well as a kitchen perfect for creating convivial moments. The outdoor spaces – from the spacious cockpit to the aft terrace – invite relaxation and celebrate a true lifestyle on the water.rnThe navigation is elegant, smooth, and safe: an agile and stable boat, designed to experience the sea naturally, in total tranquility.rnRefined style, privacy and exclusivity, personalized experiences, and total autonomy. Elyvian Breeze is an invitation to experience the sea with elegance, freedom, and intensity.rn<h3>SERVICES INCLUDED IN THE PRICE</h3>rn<ul>rn \t<li>Boat rental</li>rn \t<li>Liability and Collision Damage Waiver Insurance</li>rn \t<li>Initial cleaning</li>rn \t<li>Tender with motor</li>rn \t<li>1 set of bed linen and towels</li>rn \t<li>Snorkeling equipment of various sizes</li>rn \t<li>Welcome cocktail</li>rn</ul>rn<h3>MANDATORY EXTRA SERVICES</h3>rn<ul>rn \t<li>Skipper: €1,800.00/week</li>rn \t<li>APA equal to 30% of the base cost*</li>rn \t<li>Deposit**: €5,000.00</li>rn</ul>rn<h3>OPTIONAL SERVICES</h3>rn<ul>rn \t<li>Hostess on board: €1,200/week</li>rn \t<li>Optional insurance: accident/cancellation/deposit</li>rn \t<li>Linen set for midweek change €300.00</li>rn \t<li>SUP €120.00</li>rn \t<li>Beach towels €20.00/piece</li>rn \t<li>Accessory safety net to be assembled independently: €45.00</li>rn \t<li>Round trip transfers from hotel, station, airport to the port on request</li>rn</ul>rnAPA*rn<ul>rn \t<li>Food – Galley (to be agreed upon in advance)</li>rn \t<li>Fuel for the yacht and onboard tender (including the electric generator).</li>rn \t<li>Marina mooring fees and taxes, Marine Park entrance fees, buoy costs, and other mooring-related expenses.</li>rn \t<li>Customs and tourist taxes.</li>rn</ul>rn**All our boats are insured. The deposit represents the boat’s deductible, which covers any accidental damage caused by passengers and non-compliance with existing contractual obligations (for example, failure to return the boat by the scheduled time). The deposit is paid to the owner before the cruise begins and is returned at the end of the trip, following an inspection of the boat and check-out if no damage is found.",
    "price": 0,
    "location": {
      "city": "",
      "address": "",
      "lat": 39.500385,
      "lng": 20.261933
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 0,
      "area": 0
    },
    "image": "2025/11/bea739636f38f9a7a2916e1036000eca.jpg"
  },
  {
    "id": 3787,
    "title": "Easter at Sea – Elyvian Dream",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rn<h2>Easter on a boat: experience luxury at sea with Elyvian Dream</h2>rnCelebrate Easter at sea with an exclusive experience aboard our luxury boats, designed for those seeking relaxation, privacy, and absolute comfort. A unique way to enjoy an elegant and unforgettable Easter vacation, away from the routine.rn<h2>Our luxury boat experiences</h2>rnIf you're looking for a unique experience, request a quote to discover our organized trips or receive a customized program.rnrnOrganized trips: Explore the wonders of the Ionian and Adriatic Seas: from Polignano a Mare to Otranto, or from Gallipoli to the evocative underground Taranto. And why not take a trip to Greece to discover its fascinating islands and the unique traditions of Orthodox Easter?rnrnEach of our organized trips includes lunches or dinners prepared by local chefs and expert guides who will introduce you to the history and beauty of the places you visit. A stress-free experience where we take care of everything.rn<h3><strong>Itineraries</strong></h3>rn<ul>rn \t<li style=\"list-style-type: none;\">rn<ul>rn \t<li><a href=\"mailto:info@mgvacanze.com?subject=Richiesta%20Pasqua%202026%20-%20Adriatico\"><strong>Adriatico: Otranto – Polignano a Mare</strong>rn</a></li>rn \t<li><a href=\"mailto:info@mgvacanze.com?subject=Richiesta%20Pasqua%202026%20-%20Ionio\"><strong>Ionio: Gallipoli – Taranto</strong>rn</a></li>rn \t<li><a href=\"mailto:info@mgvacanze.com?subject=Richiesta%20Pasqua%202026%20-%20Grecia\"><strong>Grecia: Otranto – Corfù</strong>rn</a></li>rn \t<li><a href=\"mailto:info@mgvacanze.com?subject=Richiesta%20Pasqua%202026%20-%20Corf%C3%B9\"><strong>Corfù e le sue isole</strong>rn</a></li>rn</ul>rn</li>rn</ul>rn<a href=\"mailto:info@mgvacanze.com\"><strong>Request a quote</strong></a>: Didn't find the right itinerary? No problem! Contact us to receive a personalized quote based on your preferences. Customize your trip and navigate wherever you like.",
    "price": 1550,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 0,
      "area": 0
    },
    "image": "2025/11/521-410-films-excess-14-catamaran-photography-2023-0825-min-scaled.jpg"
  },
  {
    "id": 3789,
    "title": "Yoga Sea Escape – Elyvian Spirit",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rn<h2>Yoga on a boat: where wellness and the sea meet</h2>rnA yoga experience on a boat designed for those who wish to rejuvenate through movement, sailing, and direct contact with the sea.rnAn intimate and relaxing experience that combines yoga, sailing, and moments of pure relaxation, in natural settings of great beauty.rnrn<strong>Limited availability – Reservation required</strong>rnThis Yoga at Sea experience is ideal for those seeking a rejuvenating break away from daily routine, without sacrificing the comfort of a well-maintained and welcoming boat.rnrnDuring the day you can:rn<ul>rn \t<li>practice yoga in a natural and quiet environment</li>rn \t<li>be lulled by the rhythm of the sea</li>rn \t<li>live time slowly and mindfully</li>rn \t<li>reconnect with body and mind</li>rn</ul>rnA perfect experience for:rn<ul>rn \t<li>yoga and wellness enthusiasts</li>rn \t<li>couples or small groups</li>rn \t<li>those seeking a yoga vacation on a boat in Italy</li>rn</ul>rnThe session is led by a certified yoga instructor, present throughout the experience and attentive to the participants' needs.rn<ul>rn \t<li>Sessions suitable for different levels</li>rn \t<li>Relaxing and non-performance approach</li>rn \t<li>Dedicated spaces and yoga mats included</li>rn</ul>rnThe sea becomes an integral part of the experience, creating a unique and deeply rejuvenating atmosphere.rnDuring the day, healthy tastings are provided, including:rn<ul>rn \t<li>organic and locally sourced products</li>rn \t<li>fresh and seasonal foods</li>rn \t<li>organic extra virgin olive oil</li>rn \t<li>selected natural wines</li>rn</ul>rn<h3>Services included in the price</h3>rn<ul>rn \t<li>Boat rental</li>rn \t<li>Liability and Collision Damage Insurance</li>rn \t<li>Fuel included</li>rn \t<li>Bath linens included</li>rn \t<li>Dedicated certified yoga teacher</li>rn \t<li>Healthy tastings and natural drinks</li>rn \t<li>Yoga mats</li>rn</ul>rn<h3>Mandatory extra services</h3>rn<ul>rn \t<li>Skipper: €250.00</li>rn \t<li>Hostess: €200.00</li>rn \t<li>Final cleaning: €250.00</li>rn \t<li>Deposit**: €1,500.00</li>rn</ul>rn**DEPOSITrn**All our boats are insured. The deposit represents the excess for the boat itself, which covers any accidental damage caused by passengers and non-compliance with existing contractual obligations (for example, failure to return the boat by the scheduled time). The deposit is paid before the cruise and is returned at the end of the trip, following an inspection of the boat and check-out if no damage is found.",
    "price": 3200,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 6,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_67kzei67kzei67kz-e1766049916312.png"
  },
  {
    "id": 3801,
    "title": "Yoga Sea Escape – Elyvian Dream",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rn<h2>Find your balance between sky and sea.</h2>rnYoga Sea Escape is an exclusive boat yoga experience, designed for those who wish to regenerate through sailing, yoga practice, and deep connection with nature.rnA yoga retreat on a luxury sailboat that combines movement, breathing, and relaxation aboard an elegant vessel, amid breathtaking marine scenery.rnrn<strong>Limited availability – Experience by reservation</strong>rnrnYoga Sea Escape is designed for those seeking an alternative yoga vacation, far from the frenetic pace of life and immersed in the beauty of the sea.rnDuring the experience, you can:rn<ul>rn \t<li>Practice yoga on board, lulled by the waves</li>rn \t<li>Slow down, breathe, and reconnect with yourself</li>rn \t<li>Sail in total comfort and privacy</li>rn \t<li>Experience the sea as a space for well-being and meditation</li>rn</ul>rnPerfect for:rn<ul>rn \t<li>yoga and wellness enthusiasts</li>rn \t<li>couples and small groups</li>rn \t<li>those seeking an exclusive yoga retreat in Italy</li>rn</ul>rnThe practice is led by a dedicated certified yoga teacher, who adapts the sessions to the participants' level and the natural setting of the cruise.rn<ul>rn \t<li>Yoga and relaxation sessions</li>rn \t<li>Gentle and regenerating approach</li>rn \t<li>Yoga mats provided on board</li>rn</ul>rnHealthy tastings are planned throughout the day, designed to nourish body and mind. The offerings include organic and natural products: organic, natural, and locally sourced, such as natural wines, organic extra virgin olive oil, and fresh seasonal foods.rnrnA moment of conscious enjoyment, in line with the spirit of the retreat.rn<h3>Services included in the price</h3>rn<ul>rn \t<li>Boat rental</li>rn \t<li>Liability and Collision Damage Waiver Insurance</li>rn \t<li>Fuel included</li>rn \t<li>Bathroom linens included</li>rn \t<li>Dedicated certified yoga teacher</li>rn \t<li>Healthy tasting and natural drinks</li>rn \t<li>Yoga mats</li>rn</ul>rn<h3>Mandatory extras</h3>rn<ul>rn \t<li>Skipper: €250.00</li>rn \t<li>Hostess on board: €200.00</li>rn \t<li>Final cleaning: €250.00</li>rn \t<li>Deposit**: €3,000.00</li>rn</ul>rn**DEPOSITrnrn**All our boats are insured. The deposit represents the excess for the boat itself, which covers any accidental damage caused by passengers and non-compliance with the contractual obligations in force (for example, failure to return the boat by the scheduled time). The deposit is paid before the cruise and is returned at the end of the trip, following the vessel inspection and check-out if no damage is found.",
    "price": 3900,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 8,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_woy1pfwoy1pfwoy1-e1766049937550.png"
  },
  {
    "id": 3803,
    "title": "Mediterranean Day Rental– Elyvian Spirit",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rn<h2>Experience an unforgettable day in the Mediterranean with Elyvian Spirit</h2>rnTreat yourself to an exclusive experience with Mediterranean Freedom – Day Boat / Day Charter Light, the basic package designed for those who wish to spend a special day in the heart of the Mediterranean, amidst crystal-clear seas, relaxation, an onboard aperitif, and moments to share with loved ones.rnrnPerfect for families, couples, and groups of friends, this charter offers the freedom to enjoy the sea in the most authentic and comfortable way possible.rn<h3>What you will experience during your day on the boat</h3>rnOn board Elyvian Spirit, you will leave behind the routine to immerse yourself in an experience of pure relaxation:rn<ul>rn \t<li>Sailing among breathtaking bays</li>rn \t<li>Snorkeling with equipment included</li>rn \t<li>Relaxation on deck</li>rn \t<li>Cold aperitif with typical Apulian products</li>rn \t<li>Golden sunsets and unique atmosphere</li>rn</ul>rnA perfect experience to celebrate an event, surprise someone, or simply enjoy a special day in total freedom.rn<h3>Services included in the price</h3>rn<ul>rn \t<li>Boat rental</li>rn \t<li>Liability and Collision Damage Waiver Insurance</li>rn \t<li>Welcome cocktail</li>rn \t<li>Fuel included</li>rn \t<li>Bathroom linens included</li>rn</ul>rn<h3>Mandatory extras</h3>rn<ul>rn \t<li>Skipper: €250.00</li>rn \t<li>Hostess on board: €200.00</li>rn \t<li>Final cleaning: €250.00</li>rn \t<li>Deposit**: €1,500.00</li>rn</ul>rn**DEPOSITrnrn**All our boats are insured. The deposit represents the boat's deductible, which covers any accidental damage caused by passengers and non-compliance with existing contractual obligations (for example, failure to return the boat on time). The deposit is paid before the cruise and is returned at the end of the trip, following an inspection of the boat and check-out if no damage is found.",
    "price": 1500,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 20,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_he9yk1he9yk1he9y-e1766050010260.png"
  },
  {
    "id": 3806,
    "title": "Mediterranean Day Rental – Elyvian Dream",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rn<h2>Your exclusive day on the boat in the heart of the Mediterranean</h2>rnExperience a unique adventure with Elyvian Dream, our Day Charter Light package designed for those who want to spend an unforgettable day rocked by the waves of the Mediterranean. Relaxation, crystal-clear sea, snorkeling and golden sunsets will make your boat outing truly special.rnrn<strong>A boat outing among the colors of Apulia, secret caves and silent coves.</strong>rnrnDuring the day you can:rn<ul>rn \t<li>swim in the most beautiful coves</li>rn \t<li>go snorkeling</li>rn \t<li>relax in the sun</li>rn \t<li>admire the sunset from the boat</li>rn</ul>rn<h3>Why choose this package</h3>rnA perfect day of comfort, sea, and freedom.rnThe Mediterranean Freedom package allows you to enjoy the best of a day on the boat with a skipper, without worries and with all essential services included. Ideal for couples, families, and groups seeking an exclusive experience in total serenity.rn<h3>Services included in the price</h3>rn<ul>rn \t<li>Boat rental</li>rn \t<li>Liability and Collision Damage Waiver Insurance</li>rn \t<li>Welcome cocktail</li>rn \t<li>Fuel included</li>rn \t<li>Bathroom linens included</li>rn</ul>rn<h3>Mandatory extras</h3>rn<ul>rn \t<li>Skipper: €250.00</li>rn \t<li>Hostess on board: €200.00</li>rn \t<li>Final cleaning: €250.00</li>rn \t<li>Deposit**: €3,000.00</li>rn</ul>rn**DEPOSITrnrn**All our boats are insured. The deposit represents the boat's deductible, which covers any accidental damage caused by passengers and non-compliance with existing contractual obligations (for example, failure to return the boat by the scheduled time). The deposit is paid before the cruise and is returned at the end of the trip, following an inspection of the boat and check-out if no damage is found.",
    "price": 2000,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 20,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_dh34didh34didh34-e1766049992934.png"
  },
  {
    "id": 3809,
    "title": "Waves of Taste – Elyvian Spirit",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rn<h2>The gourmet experience aboard a luxury catamaran</h2>rnThe sea as the setting, taste as the protagonist. With Elyvian Spirit, enjoy an exclusive day of luxury boat rental with a fabulous onboard gastronomic experience, designed for those who love comfort, signature cuisine, and the pleasure of leisurely sailing.rnEvery detail is crafted to offer an authentic, intimate, and tailored experience.rnrn<strong>Limited availability – Book your exclusive experience</strong>rnrnA new way to experience luxury charter: Elyvian Spirit encapsulates a sensory journey on the sea, ideal for those seeking more than a regular catamaran outing.rnrn<strong>Awaiting you:</strong>rn<ul>rn \t<li>A dedicated private chef</li>rn \t<li>A carefully selected gourmet lunch</li>rn \t<li>A wine tasting from the finest Italian wineries (optional)</li>rn \t<li>Comfortable and well-appointed spaces</li>rn \t<li>Maximum freedom to sail in the Mediterranean</li>rn</ul>rnPerfect for:rn<ul>rn \t<li>Couples seeking a unique experience</li>rn \t<li>Families desiring comfort and quality</li>rn \t<li>Small groups and unique private events</li>rn</ul>rnThe heart of the experience is the class cuisine on board. The chef prepares lunch directly on the boat, with a menu agreed upon in advance and tailored to your preferences.rn<ul>rn \t<li>Dishes prepared on the spot</li>rn \t<li>Selected ingredients</li>rn \t<li>Attention to allergies and intolerances</li>rn</ul>rnThe wine tasting is an exclusive optional experience: a selection of Italian labels that tell the story of regions, vineyards, and traditions, to pair with the chef's dishes.rnThe itinerary is agreed upon before departure to offer a consistent, balanced, and personalized experience.rn<h3>Services included in the price:</h3>rn<ul>rn \t<li>Boat rental</li>rn \t<li>Liability and Collision Damage Waiver Insurance</li>rn \t<li>Fuel included</li>rn \t<li>Bathroom linens included</li>rn \t<li>Chef/sommelier/bar tender</li>rn</ul>rn<h3>Mandatory extra services</h3>rn<ul>rn \t<li>Skipper: €250.00</li>rn \t<li>Hostess on board: €200.00</li>rn \t<li>Final cleaning: €250.00</li>rn \t<li>Optional, to be agreed upon in advance based on the menus:rn<ul>rn \t<li>Aperitif with bartender and aperitif food</li>rn \t<li>Light lunch/dinner</li>rn \t<li>Wine tasting</li>rn</ul>rn</li>rn \t<li>Deposit**: €1,500.00</li>rn</ul>rn**DEPOSITrn**All our boats are insured. The deposit represents the boat's deductible, which covers any accidental damage caused by passengers and non-compliance with existing contractual obligations (for example, failure to return the boat by the scheduled time). The deposit is paid before the cruise and is returned at the end of the trip, following an inspection of the boat and check-out if no damage is found.",
    "price": 3500,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 6,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_a8pkija8pkija8pk-e1766049956104.png"
  },
  {
    "id": 3811,
    "title": "Waves of Taste – Elyvian Dream",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rn<h2>Experience the sea, taste excellence: a luxury yacht rental experience with a chef on board</h2>rnDiscover the thrill of a luxury yacht rental in Italy where exclusive comfort meets haute cuisine and the finest Italian wine labels. Waves of Taste is not just a yacht charter, but a sensory journey in the Mediterranean, designed for those who wish to experience the sea in complete privacy and sophistication.rn<h3>Limited availability – Book your exclusive experience now</h3>rnIf you desire a yacht vacation that combines luxury, relaxation, and gastronomy, Waves of Taste is the perfect choice.rnAwaiting you:rn<ul>rn \t<li>A private chef for personalized gourmet cuisine</li>rn \t<li>A wine tasting of selected wines from the best Italian wineries (optional)</li>rn \t<li>A luxury vessel, meticulously detailed for maximum comfort</li>rn \t<li>The freedom to sail without worries, immersing yourself in the tranquility of the Mediterranean</li>rn</ul>rnIdeal for:rn<ul>rn \t<li>Couples</li>rn \t<li>Families seeking an exclusive experience</li>rn \t<li>Small groups for unique private events</li>rn</ul>rnThe private chef will prepare gourmet dishes with fresh, selected ingredients, creating a tailored menu based on your preferences.rn<ul>rn \t<li>Customized menu with typical Italian dishes</li>rn \t<li>Special attention to food intolerances and allergies</li>rn \t<li>Fresh and high-quality ingredients</li>rn</ul>rnThe wine tasting is an exclusive journey through the Italian wine excellences, designed to offer you a unique sensory experience. Each glass tells the story of a region, a vineyard, and the passion for wine.rn<h3>Services included in the price</h3>rn<ul>rn \t<li>Boat rental</li>rn \t<li>Liability and Collision Damage Waiver Insurance</li>rn \t<li>Fuel included</li>rn \t<li>Bathroom linens included</li>rn \t<li>Chef/sommelier/bar tender</li>rn</ul>rn<h3>Mandatory extra services</h3>rn<ul>rn \t<li>Skipper: €250.00</li>rn \t<li>Hostess on board: €200.00</li>rn \t<li>Final cleaning: €250.00</li>rn \t<li>Optional, to be agreed upon in advance based on the menu:rn<ul>rn \t<li>Aperitif with bartender and aperitif food</li>rn \t<li>Light lunch/dinner</li>rn \t<li>Wine tasting</li>rn</ul>rn</li>rn \t<li>Deposit**: €3,000.00</li>rn</ul>rn**DEPOSIT **All our boats are insured. The deposit represents the boat's deductible, which covers any accidental damage caused by passengers and non-compliance with existing contractual obligations (for example, failure to return the boat by the scheduled time). The deposit is paid before the cruise and is returned at the end of the trip, following an inspection of the boat and check-out if no damage is found.",
    "price": 3500,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 8,
      "area": 0
    },
    "image": "2025/12/Gemini_Generated_Image_iyz59giyz59giyz5-e1766049976389.png"
  },
  {
    "id": 4384,
    "title": "Pasqua in mare – Elyvian Breeze",
    "description": "<h3>Per preventivi richiesti entro il 28 febbraio 2026, sarà applicato uno sconto del 15%.</h3>rn<h2>Pasqua in barca con Elyvian Breeze</h2>rnTrasforma la tua Pasqua sul mare in un’esperienza autentica ed esclusiva, scegliendo di navigare a bordo dei nostri eleganti yacht. Relax assoluto, privacy e servizi premium si fondono per offrirti una vacanza pasquale sofisticata, lontana dalla frenesia e dalla routine quotidiana.rn<h2>Esperienza luxury in catamarano</h2>rnConcediti il privilegio di un’esperienza esclusiva: richiedi un preventivo per scoprire le nostre proposte di viaggi organizzati o per ricevere un itinerario personalizzato, pensato nei minimi dettagli.rnI nostri percorsi ti guidano alla scoperta delle perle del Mar Ionio e dell’Adriatico: da Polignano a Mare a Otranto, oppure da Gallipoli, sulle rotte dei delfini nel Golfo di Taranto. E, per rendere il viaggio ancora più straordinario, lasciati sedurre da una tappa in Grecia, tra isole affascinanti e le suggestive tradizioni della Pasqua in Grecia.rnOgni esperienza include pranzi e cene firmati da chef locali selezionati e l’assistenza di guide esperte, pronte a svelarti storia, cultura e bellezza dei luoghi visitati. Un viaggio all’insegna del comfort e dell’eccellenza, in cui ogni dettaglio è curato per offrirti il massimo relax.rnrn<a href=\"mailto:info@mgvacanze.com\"><strong>Richiedi un preventivo</strong></a>: non hai trovato l'itinerario giusto? Nessun problema! Contattaci per ricevere un preventivo personalizzato in base alle tue preferenze. Personalizza il tuo viaggio e naviga dove più ti piace.",
    "price": 3000,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 4,
      "bathrooms": 4,
      "guests": 8,
      "area": 0
    },
    "image": "2025/11/bea739636f38f9a7a2916e1036000eca-1.jpg"
  },
  {
    "id": 4387,
    "title": "Easter at sea - Elyvian Breeze",
    "description": "<h3><strong>For quotes requested by February 28, 2026, a 15% discount will be applied.</strong></h3>rn<h2>Easter by Boat with Elyvian Breeze</h2>rnTurn your Easter at sea into an authentic and exclusive experience by choosing to sail aboard our elegant yachts. Absolute relaxation, privacy, and premium services combine to offer a sophisticated Easter holiday, far from the hustle and bustle of daily life.rn<h2><strong>Luxury Catamaran Experience</strong></h2>rnTreat yourself to an exclusive experience: request a quote to discover our organized travel options or to receive a personalized itinerary, designed down to the smallest detail.rnrnOur itineraries guide you to discover the pearls of the Ionian and Adriatic Seas: from Polignano a Mare to Otranto, or from Gallipoli, along the dolphin routes of the Gulf of Taranto. And to make your trip even more extraordinary, let yourself be seduced by a stop in Greece, among fascinating islands and the evocative traditions of Orthodox Easter.rnrnEach experience includes lunches and dinners prepared by selected local chefs and the assistance of expert guides, ready to reveal the history, culture, and beauty of the places visited. A journey of comfort and excellence, where every detail is taken care of for maximum relaxation.rn<h3><strong>Itineraries</strong></h3>rn<ul>rn \t<li>rn<ul>rn \t<li><a href=\"mailto:info@mgvacanze.com?subject=Richiesta%20Pasqua%202026%20-%20Adriatico\" data-cmp-ab=\"2\"><strong>Adriatico: Otranto – Polignano a Mare</strong>rn</a></li>rn \t<li><a href=\"mailto:info@mgvacanze.com?subject=Richiesta%20Pasqua%202026%20-%20Ionio\" data-cmp-ab=\"2\"><strong>Ionio: Gallipoli – Taranto</strong>rn</a></li>rn \t<li><a href=\"mailto:info@mgvacanze.com?subject=Richiesta%20Pasqua%202026%20-%20Grecia\" data-cmp-ab=\"2\"><strong>Grecia: Otranto – Corfù</strong>rn</a></li>rn \t<li><a href=\"mailto:info@mgvacanze.com?subject=Richiesta%20Pasqua%202026%20-%20Corf%C3%B9\" data-cmp-ab=\"2\"><strong>Corfù e le sue isole</strong>rn</a></li>rn</ul>rn</li>rn</ul>rn<a href=\"mailto:info@mgvacanze.com\" data-cmp-ab=\"2\"><strong>Request a quote</strong></a>: Didn’t find the right itinerary? No problem! Contact us to receive a personalized quote based on your preferences. Customize your trip and navigate wherever you like.",
    "price": 3000,
    "location": {
      "city": "",
      "address": "",
      "lat": 0,
      "lng": 0
    },
    "specs": {
      "bedrooms": 0,
      "bathrooms": 0,
      "guests": 0,
      "area": 0
    },
    "image": "2025/11/bea739636f38f9a7a2916e1036000eca-1.jpg"
  }
]